[{
    "id": 16,
    "title":"OPM – What is it and why is it dead?",
    "date_published":"November 13, 2018",
    "credits":"Sofia Guanzon | Illustrated by: Tash Parayno",
    "image":"\/images\/articles\/opm.png",
    "content":"<p>You’re in the car; switch the radio to a random local station and an American pop song croons about unrequited love. You open your phone, go on Twitter, and scroll through the masses of 280 character bits of people’s lives, filtering through the hot takes and glazing over their experiences. You’re half-interested but really, you’re just doing this because you’ve been conditioned to use your phone during idle time. Then a tweet pops out in particular and suddenly you’re a witness to the death of an entire art form. “OPM IS NOT DEAD. There are so many new artists you should listen to. It never died!” a tweet reads, black characters glowing against the stark white screen. You hear the American pop song playing in the background and think: maybe it is?</p><br><p>OPM or Original Pilipino, Pinoy or Philippine music is a movement, genre, nuisance—however you’d like to define it, that has been a topic of much debate over the past few years. With the rise of this notion that ‘OPM is not dead’ on the internet, it sparks even more discourse on the implication that it ever ‘died’.</p><br><p><b>Etymology and origins of OPM</b></p><br><p>Historically speaking, the term OPM was said to have been coined in the late 1970s by Danny Javier of APO Hiking Society, preceded by the term “Manila Sound” which was also popularized in the seventies. The two movements coincided with one another as the musical landscape began to shift from public friendly Americana disco mania, characterized by artists such as Hotdog, VST & Co, and The Boyfriends to a more Filipinized take on pop rock music with Tagalog being the main language of expression. Arguably, Manila Sound was already “OPM”, however, OPM was a more inclusive term that contrasted the Manila-centric limitations of calling Filipino music just Manila Sound. Juxtaposed by the cultural context of Martial Law in the seventies, there seemed to be a need to Filipinize our art as a way to claim our national identity during a time when the strength of the Filipino and Philippine society was being destroyed by a dictator. These distinct terminological turning points in Philippine music history established that the music we were creating was never simply a Filipino take on Western music  — it was emerging to be something we were doing on our own.</p><br><p>From the seventies to the eighties came the rise of ballad, rap, and rock music making their way to the public sphere through the radio. The eighties and nineties bore witness to the rise of subgenres such as alternative rock, headed by bands like the Eraserheads, Parokya ni Edgar and Rivermaya; simultaneously, soloists like Gary Valenciano and Regine Velasquez were serenading the country with their love ballads. While on the opposite side of the spectrum, Francis Magalona and Andrew E. were trailblazers of the Filipino rap scene in terms of bringing the previously lesser known subgenre into the mainstream. Considering the definition and purpose of the term, along with the musical landscape of the time, these artists and the music they made are undoubtedly OPM.</p><br><p>It is only now; that OPM’s validity as a collective term, movement, or genre is being questioned. Previously, there was no set sound for OPM, there hadn’t been such growth and development in Filipino music prior to the eighties and nineties, when the ‘genre’ was fully fleshed out. The way these artists made music led them to define a standard and style of OPM, and in turn popularized the sounds that we most commonly associate with the genre today. From the seventies to the nineties and even the early 2000s, there seemed to be shared sentiment that all Filipino music—popular and independent — was OPM. However, the industry and the way music is promoted have changed. These transformations have ushered in a proposition of whether the labels we have created are still applicable to the current state of our music scene and if the artists can still prescribe to it.</p><br><p><b>Concretizing ‘OPM’</b></p><br><p>The term ‘Original Pilipino Music’ already poses a terminological problem that lends itself to be dissected in ways that divide creators and consumers alike. Who has the monopoly over what is defined to be original? What does ‘Pilipino’ entail—the language, the artist, the country? What kind of music is encompassed here and can new artists who don’t prescribe to the traditional sound of OPM be part of it? Having the term be in English already adds another dimension to the problem of imposing a foreign tongue on what is meant to be an umbrella term for music made by Filipinos, for Filipinos. Its dichotomy of being either genre or movement is also always in question. Defining OPM as a genre implies that there is a certain criterion that must be accomplished for it to be considered as part of such. Defining it as a movement implies that there is an agreed upon cause or goal being set into motion through the creation of this art. This plurality of interpretations is a common phenomenon ingrained in our culture. Our national identity and what it means to be Filipino is still being debated over today, and this lack of cohesion trickles its way down to defining our subcultures and art.</p><br><p>There are those who insist that the term has grown obsolete. Some artists say they feel constricted by the term, that it specializes Filipino music to be a certain way and hinders them from progressing artistically. One of the most common arguments for abolishing the term altogether stems from comparison with other countries not having specialized terms for music of their own. It’s simply called their music. If music is made by a Filipino in the Philippines, surely it shouldn’t be necessary to specifically call it ‘original’ or ‘Pilipino’ at all.</p><br><p>In spite of this, there are also those who don’t necessarily think that the term poses any extreme limitations on artists. After all, it is a very Pinoy quality to use one specific term to collectively classify, like how we refer to Colgate as the general term for toothpaste when it’s a specific brand. In that sense, OPM is a familiar cultural concept that bridges music to the masses. Artists and fans can contest the label of OPM as much as they want yet at the end of the day, Filipino music is pooled altogether under this term because it has been convenient and apt for us until this point.</p><br><p>As for the question of who can be part of OPM: if any Filipino can be considered part of it, even those who grew up abroad—it’s all rooted in our definition of who is Filipino in the first place. Like most things in our culture, it’s all a matter of our own experiences. Filipino artists who make music actively keep their national identity alive and intact through their art and contribute to creating this national heritage. That is an act of being Filipino in itself.<p><br><p><b>Here lies OPM</b></p><br><p>So how does one declare an ultimatum on the lifespan of a people’s music?</p><br><p>OPM has been subjected to a sentence of antiquation ever since the previous sounds associated with it had fallen out of popularity. Although, the problem does not solely lie in the term itself. Mediums evolve, and the processes and patterns that come with being an artist must adapt with the times. The main difference with how artists in the past were able to achieve success in the market compared to today lies in the methods through which they put out their music. Artists who made it big in the past were invested in by large record labels who provided them with the resources to fully develop their vision, the sound they wanted to create, and the narratives they wanted to set across. Commercial record labels of today typically sign solo artists who are either already established actors or starlets who have already been launched into the industry. There is also a risk of sacrificing their own personal vision in pursuit of reaching nationwide success. This led to a shift in preference for artists to create music on their own terms.</p><br><p>With this ‘death’ of OPM, there are specific artists who gain popularity and give a face to modern Filipino music. Usually, you’d see a comment or two on their Youtube videos, where people would be relieved to see that OPM really isn’t dead. IV of Spades, Ben & Ben, and Reese are just some of the artists who are commonly named as saviors of OPM through statements defending that it ever died. A commonality between these artists is that their unorthodox sound doesn’t prescribe to the sound that the Eraserheads pioneered or that APO Hiking Society popularized. It’s new, it’s current, and it’s groundbreaking to those who have never been directly involved with the music community to witness the blossoming of these new artists. Just as anything in the music scene, it’s all about the fans—and they have spoken. Whether you agree with the sentiment that there are certain artists we can pin as messiahs of our music or not, that’s not the message. It’s more of a testament to the response an artist can get today, if their music was more accessible. One artist’s success only elevates the community as a whole anyway. Maybe if every artist was invested in commercially and promoted better, the notion that OPM ever died would have never been a topic of discussion.</p><br><p>The independent music scene is where most artists who don’t abide with the current system of the industry operate in today. The term ‘independent music’ or ‘indie music’ is constantly misused as a genre as ‘indie’ may also refer to an artist not prescribing to the previously defined musical genres. Although in that way, that may be a style or genre in itself. Terminological complications and categorical confusion aside, artists are now choosing to make music in a more niche way that does not appeal to the general public - making their music independently gives them the avenue to do so.</p><br><p><b>A systemic change</b></p><br><p>Globalization and the internet have completely revolutionized the way we consume music. Internet culture has cultivated the rise of producers and beatmakers – artists who can now create entire albums and distribute them right from their bedroom without the additional involvement of a company to be the channel between them and the industry. Music streaming is now the most popular form of accessing and listening to music through websites such as Soundcloud and Spotify. In comparison to how artists were marketed in the past, this new system is not the most inclusive approach to accelerate one’s success here in the Philippines.</p><br><p>Perhaps this is where OPM’s death begins—; with the metamorphosis of how we distribute and consume music.</p><br><p>Here in the Philippines, the radio and TV are still the most effective mediums through which new artists are given exposure and can assimilate into mainstream music. By giving artists the opportunity to be heard and be accessed to on a larger scale, this gives consumers the space to simply be fans. Exposure through television shows, promoting on radio or even mall shows may be an outdated way to reach out to their audience but these are the methods that resonate with Filipinos. The internet can only do so much and only reach a certain population. These platform changes have led to the idea that OPM ever died since we didn’t really hear Filipino artists on the radio as much as we heard Western artists.</p><br><p><b>A eulogy to OPM</b></p><br><p>Technicalities aside, OPM actually might be dead. Its previous incarnations, that is, have died and in turn have paved the way for new subcultures and new techniques of producing music. In the years that people have declared it to not be dead, it seems to be more of an issue of a popular sound to hit plateau rather than it actually ‘dying’.  With the spotlight shifting focus to more famous international pop artists who have the means to market themselves extensively, especially online, our homegrown acts seem to have grown within the smaller independent music community instead. Gig culture—another subculture stemming from the independent music scene, brings us more intimate and personal ways to fully immerse ourselves into the scene. In contrast to colossal concerts in arenas, gigs bring the artists to the forefront in a less formal setting. Usually organized by a small group of people, gigs are also the main way independent artists get their name out there. Any gig, from Katipunan to Makati, will assure you that our music is very much pulsing with life, the artists and members of the independent music community have just taken matters into their own hands.</p><br><p><b>A call to action</b></p><br><p>We can’t antagonize people who thought OPM was dead when all they heard on the radio was Ed Sheeran. Filipinos love what’s popular, what’s cool, what’s trending and what is popular, because what’s cool and trending is dictated by the media giants who control what the average citizens hear on their way to work. We also can’t villainize the artists who feel offended or limited by the term. That’s their personal experience and the best we can do as a nation, as a music community, is to listen to their stories.</p><br><p>So the next time you see another eulogy to OPM online and you find yourself mourning as well, let it rest in peace. To some people, it never died. To others, it did, and we are now in an era of OPM Renaissance. Music is all about your personal experience and, terminological discourse aside, as long as a Filipino has something to say through a song, all other elements are secondary. At the heart of the industry is being a fan, enjoying the stories artists have to share, and talking about these opinions and experiences. OPM is about your personal experience with Filipino music; and as to whether this term benefits our music in the long run—I hand the pen over to you now for you to contribute to the discussion.</p><br><p>Okay, enough talking. Turn the music back on.</p><br><p><i>The views, thoughts, and opinions expressed in this article belong to the author, and do not reflect the thoughts and opinions of the Ateneo Musicians' Pool as a whole.</i></p>"},{
    "id": 15,
    "title":"The Lyrical Prowess of Lorde",
    "date_published":"November 7, 2018",
    "credits":"Luisa Jocson",
    "image":"\/images\/articles\/lorde.png",
    "content":"<p>Born Ella Yelich O’Connor, the 22 year-old grew up in the suburbs of Devonport, New Zealand.  Tracing back her family background and history, one can already testify to her inclination towards the written word. Lorde’s mother, Sonja Yelich, is an award-winning poet, and thus, she grew up in a household that valued literature. Lorde began reading a wide range of genres - at the tender age of five, she had developed impressive public speaking skills. As a young teen, she began perusing the books of J.D. Salinger, Kurt Vonnegut, among other literary nobles, and famously proofread her mother’s masters’ thesis for her. This early cultivation of a cultural repertoire is instrumental in Lorde’s development, both as a person and as a songwriter.</p><br><img id=\"inline-image\" src=\/images\/articles\/pure-heroine.png><br><p>Fast-forward into the future, and Lorde’s hip-hop infused debut album “Pure Heroine” cemented her as a pop icon with its ‘so-over-it’ attitude, while sophomore album “Melodrama” sashays into her discography with its reckless ballads and “galloping crescendos” as critic Kitty Empire best puts it. Melodrama is anything but mellow, and gung-ho on the drama – and dare I say, danceable? Regardless, Lorde doesn’t lose herself, and in fact, she gets even better.  We see her growth in a span of just a few years, from the gritty, minimalist “Pure Heroine” evolve into “Melodrama”, which is colored by her experience with her newfound fame, and her reflection of her life now. These changes are also clearly seen in the evolution of her writing.</p><br><p>Delving into the work of Lorde, imagery is quite an essential to her style of composition. The natural poet that she is, Lorde has tended to conjure very precise, somewhat harrowing images and metaphors.</p><br><p>“Green Light”, for example, is one standout from the album. The adrenaline-filled, pumping ballad uses compelling imagery. While one might attribute the green light to being associated to a “go signal”, it might also stand as an image of F. Scott Fitzgerald’s elusive green light in ‘The Great Gatsby’.  The green light at the end of the dock is an important image throughout the novel, symbolizing Gatsby reaching out for his dreams and desires. An iconic snapshot of the novel portrays Gatsby standing by the dock, staring out at the green light, longing for something so near, yet so far. The entire song captures the yearning of something greater that Lorde has been aching to contain.  The buildup of the song is ostensibly one of her finer songwriting moments – from her lashing at her lover: “I know what you did, and I wanna scream the truth”, to a poignant admission of her inability to accept things: “Oh, honey, I’ll come get my things, but I can’t let go”, to a brazen, but stunning realization: “I hear sounds in my mind/ Brand-new sounds in my mind” – the song is a whirlwind of tumultuous emotions.</p><br><img id=\"inline-image\" src=\/images\/articles\/lorde-portrait.png><br><p>“Well those rumors they have big teeth,” (Green Light), “You drape your wrists over the steering wheel / Pulses can drive us from here” (400 Lux),  “Dancing around big eyes” (Team), and a personal favorite: “I’ll see the veins of my city like they do in space” (Tennis Court). One could only imagine Lorde seated in an airplane, peering out the window, and seeing the rows and lines of unfurling city scrapers, attributing it to such an image – veins.</p><br><p>“Tennis Court” is another example to her masterful songwriting. Its hypnotic, head-bobbing beat is accessorized by a magnetizing use of internal rhyme: ‘Because I’m doing it for the thrill of it, killing it / Never not chasing a million things I want’. This makes for a smoother sounding flow that wraps up well and is gratifying to the ear.</p><br><p>Lorde has also perfected the craftsmanship of making catchy one-liners.  From rattling and rapping away signias of opulence in “Royals”, she’s able to seize that recklessness one can only associate to the youth. She sings in “Team”: “We live in cities you’ll never see on screen, not very pretty but we sure know how to run things.”</p><br><p>Her emotions are bubbling and seething, and it pours forth in her music. As she croons in “The Louvre”: “I call and you come through / blow all my friendships to sit in hell with you”. In “Supercut”, she talks of a lost love: “These visions never stop / these ribbons wrap me up / but when I reach for you / there’s just a supercut”, which paints a clear, but panging image of how one cannot resist returning to an old flame. The same song is able to evoke feelings of entrancement: “We were wild and fluorescent / come home to my heart”. “Hard Feelings/Loveless” shares similar sentiments on glitches with love in  “Supercut”: “Cause I remember the rush / when forever was us / before all the winds of regret and mistrust\". These are only a few examples, but they’re enough to show how Lorde is an artist of nostalgia and emotion. Her sentiments are so raw and real, and she laces it in such unapologetic, honest writing.</p><br><p>Whether you’re a fan or not of the eccentric synaesthete that is Lorde, her ability is unreckoned. The lyrical powerhouse proves you don’t need to be highfalutin to be a good songwriter, as her words (which are all too familiar) have captured a certain artfulness that is well beyond her years.</p><br><p>Today’s mainstream pop scene can be easily characterized by flighty, party-crazed dance tunes that are more than happy to boast about senseless opulence. Most listeners have made themselves quite comfortable with such a set-up: of singers crooning about the same old things, about the same old people, with the suspiciously same old beats.</p><br><p>Enter Lorde - the gothic, witchy songstress who dominated the pop charts before she turned seventeen, and has cemented her name in the mainstream industry forever. One might think a young girl like herself would be impressionable enough to fall into the sticky trap of the business’s glamour, but think again. Lorde shocked the world with her refreshingly honest music that rebelled against the traditional tides of pop, but shockingly, made it a defining genre unto herself. Beyond her hypnotizing synths and carelessly carefree attitude is arguably the crown jewel of her entire career: her songwriting.</p>"
},{
    "id": 14,
    "title":"Okatokat: Your 'Spooky' Halloween Playlist",
    "date_published":"October 28, 2018",
    "credits":"JF Melgar",
    "image":"\/images\/articles\/spook.gif",
    "content":"<p>Do you believe in ghosts?</p><br><p>Maybe, maybe not but it wouldn’t hurt to be extra cautious with Halloween being just around the corner. Corners, beware of dark ones for, in the movies, they hide the unrestful souls of the ones with unfinished business, emotional baggage. Back pain? Make sure you’re not unknowingly carrying dead weight. And speaking of weights, beware of wells. I don’t trust the water down there; if it is <i>just water</i> down there.</p><br><p>Do you believe in ghosts?</p><br><p>Maybe when you were younger; I used to. As a child, I was a perpetually scared and yet a stubborn enthusiast of paranormal fiction. As a result, I avoided going anywhere dark alone, actually, anywhere alone in fear of ghosts like Toshio jumping out from some dark, forsaken corner. Although I haven’t seen many wells in my lifetime but in the few occasions that I did, I avoided going near them at all costs. And don’t get me started about the movie, Shutter. It made me question all the bodily aches I’ve ever had.<p><br><p><b>Parokya ni Edgar’s</b> song, <b>Okatokat</b> (which is pig latin for Takot Ako), perfectly encapsulates that excessively jumpy behaviour one tends to adapt after watching a scary movie. In the song, Chito sings about instances in which he thought he had encountered the paranormal but as it turns out, in one case, it was just his mom and not a White Lady; and in the other, it was only his reflection.</p><br><p>Do you still believe in ghosts?</p><br><p>Not anymore, I presume. I don’t anymore. If you are quite the horror enthusiast as well, at some point you would’ve watched one too many horror movies that you notice the same three plots playing out: the abandoned house with the murder backstory plot, the acquiring of haunted item plot, and the ouija/possession plot. Honestly, I never got the <i>Conjuring</i> series hype. You may disagree but I don’t recognise anything new or fresh about them; all of the movies in that series still fall within the same three plot cliches.</p><br><p>Of course, there’s the less-appreciated monster genre and no, the good ones are not all only about zombies. Wes Craven’s 1984 film, <i>A Nightmare on Elm Street</i>, is a cult classic. If you haven’t seen it, I won’t spoil it but to give you an idea of what it’s about, listen intently to the introduction of <b>My Chemical Romance’s</b> song, <b>Sleep</b>. By the way, good luck on getting any of that if ever you do watch the movie.</p><br><p>What are you afraid of?</p><br><p>Listening to <b>Marilyn Manson’s</b> version of <b>This is Halloween</b> from Tim Burton’s <i>Nightmare before Christmas</i> is nostalgic but the song’s description of monsters from Halloween Town don’t necessarily “make you jump out of your skin” anymore.</p><br><p>t’s Halloween season but as a university student, that also means that it’s midterm season, which is also lovingly known as hell month. Here is a likely scenario:</p><br><p>Jamming to <b>Emperor’s New Clothes</b> by <b>Panic! at the Disco</b> at 9PM, you start off with high spirits as you prepare for an all-nighter by drinking a cup of coffee as you lay out the work you need to do for that night. At 12AM, you’re listening to <i><b>Follow You</i></b> by <b>Bring Me The Horizon</b> and wondering if the lyrics, “my heart feels like a ghost”, possibly foreshadow the palpitations you’ll be experiencing later for drinking this much caffeine. At 3AM, if you’ve managed to stay awake, you find yourself singing <i><b>Halik ni Hudas</i></b> by <b>Wolfgang</b> at the top of your lungs (at least in your head so as not to wake up the household) with the passion of a friendship scorned. You hiss once the sun starts to rise, not only because you’ve now become highly sensitive to the light, but also because that means that this paper is due very soon and you’ve written the conclusion but there are some body parts missing, <i>phantom limbs</i>. Do this for several nights and the bags your under your eyes start growing darker by the week. You don’t really notice it until one night, you give yourself a fright in the bathroom mirror as you mistake your reflection for the ghosts from your childhood. Okatokat.</p><br><p>What are you afraid of, now?</p><br><p>Sinister, sinister forces that have taken the form of pieces of paper namely, LTs, midterms, reports and, synthesis papers bearing a grade you would love to bury 6-feet underground. Seeing the letter C, except it has a vertical spine and the gaps are closed so it looks more like a D, on the paper you worked tirelessly for nights on end. Decimal-level fluctuations in your QPI, <i>period</i>.</p><br><p>If you’re a freshman newly adjusting to the grooves of university life, living alone and far away from home, you might find yourself identifying with <b>Paramore’s</b> song, <i><b>Ain’t It Fun</b></i> on a whole new spiritual level.</p><br><p>I’m sure you would agree that it could be fun to be <i>on your own</i>; it could be fulfilling to become independent and <i>count on no one</i>; but <iliving in the real world</i> is an adjustment that takes time. Hang in there, little fish.</p><br><p>.</p><br><p>.</p><br><p>.</p><br><p>If you’re planning to have one of those all-nighters this Halloween/midterms/hell month season, you might be interested in giving my playlist a listen. And as for my final remark, look for it in the playlist. It’s a very important reminder. Happy hunting!</p><br><br><p>The Spotify link to the playlist:</p><a href='https://open.spotify.com/playlist/5SDNKEYMYpI0HEbFAu5F8s'><p style=\"color:black\"><u>https://open.spotify.com/playlist/5SDNKEYMYpI0HEbFAu5F8s</u></p></a>"
},{
    "id": 13,
    "title":"The Last Dinosaurs' Yumeno Garden Falls A Bit Short",
    "date_published":"October 27, 2018",
    "credits":"Arnald Paguio",
    "image":"\/images\/articles\/last_dinosaurs.png",
    "content":"<p>Last Dinosaurs is a band that thrives on formulas. Yumeno Garden sacrifices innovation for consistency, not straying  from the pop-rock sound that filled the airwaves during the turn of the 21st century. With the current landscape of indie rock dominated by the resurgence of 90s DIY sensibilities, Last Dinosaurs offers a sound that’s relatively prehistoric, but can charm any devoted fan into a state of euphoric nostalgia (or nurse anyone else to sleep).</p><br><p>The first four tracks hark back to the Australian band’s previous records, with the opener, “Eleven”, sprinting from the get-go. The driving beat of the opening sequence sets the tone, as lead vocalist, Sean Caskey,  starts the song off with its main hook. Yumeno Garden is fully equipped with arena-ready hooks, ready to be sung by a crowd. In blistering fashion, the next three tracks blaze through your earphones, often catching you out-of-breath. “Then all my problems kick in, just like dominos” screams Caskey in the chorus of  “Dominos”, as his brother, Lachlan, sings along with the crunch of his angular guitar-work. “Bass God”, the best cut of the record, is carried by Lachlan’s pulsating guitar riff, which rips through Sean’s reverb-laden vocals and the arpeggiated synths. For much of the first four tracks, the lead guitar practices restraint, carefully placing itself within the mix, with every note elevating each arrangement and creating moments to remember. In the track “Sense”, Lachlan juggles a variety of lead tones per section of the song, particularly the opening riff, which mimics the sound of the marimba—a welcome reference to the band’s classic track “Andy”. Lachlan then caps the track off with a guitar solo that embodies the lovelorn angst of the song’s lyrics.</p><br><p>The rest of the album tells a different story, however. Much of the energy from the opening four songs is lost, with the band opting to further explore the atmospheric leanings of their second project, “Wellness”. The loss of their former drummer, Dan Koyama, is most felt in this section of Yumeno Garden. Koyama’s funk-tinged, idiosyncratic drum-fills played a crucial role to the band’s early sound and are sorely missed in the record. In “Happy”, the band delves into the realm of bedroom and synth pop, with Lachlan taking a much more reserved role. The lyrics are self-deprecatingly aware, yet unimaginative—a barrage of synths and drum sequences can only do so much to mask the tedium . Up next is “Forget About”, which plays to the same tune, as its mellow pace and murky production enchants you into a dream-filled trance that sadly leads to slumber . Yumeno Garden then trudges along the next four tracks nonchalantly, as only Lachlan’s lead work can salvage any sliver of  worth from the album’s hazy remnants. “Non Lo So”, the album closer, is an ode to the current trend of psychedelic pop popularized by Mac DeMarco, and while it does  intrigue with its loose song structure, the song  essentially leaves one drowsy by its sluggish contentment.</p><br><p>For the avid Last Dinosaurs fan, this album will not disappoint. The uncanny J-rock flavored pop rock sound  familiar to the band is still very much present. Despite Yumeno Garden being the band’s  first self-produced effort, the album is their most professional sounding release to date. Years of experience shines through in the production, but that alone can’t make up for the lackluster songwriting—barring the first four tracks. In its wake, Yumeno Garden is a fan-pleaser that reels you in with its plethora of hooks and riffs, but ultimately leaves you underwhelmed.</p><br><p>Favorite Tracks: Eleven, Dominos, Bass God, Sense</p>"
},{
    "id": 12,
    "title":"On Dawn, J-Coasta Reminds Us Why He's Called The Realest In His Most Versatile Album Yet",
    "date_published":"October 24, 2018",
    "credits":"Robert Kwan Laurel",
    "image":"\/images\/articles\/dawn.png",
    "content":"<p>Within the Ateneo there are few homegrown artists currently as well-known as Jeremy Jasper Acosta, AKA J-Coasta. Often referred to as “The Realest”, there are many who question the rapper’s place in music. Despite this, the prolific rapper has been in the game for quite a few years now, and it doesn’t look like he’s stopping anytime soon. In January of this year, he released his long-awaited sophomore release, Dawn.</p><br><p>In Dawn, J treads upon new ground, exploring different ideas and sounds within his songs. The album starts strong with the titular “Dawn”, wherein Acosta’s repeated refrain about rising up above the sun is intersped with lyrics about his journey as an artist. Of all the lines on this album, one line from this song really struck me: “I’m proud that I have a single parent”. Acosta raps backed by beats of modern trap-influenced production. The song ends with a call back to one of his first songs, “The Realest”, where the motif of  “J-Coasta the realest” is interpolated near the end of the song to truly drive home the journey that he underwent.</p><br><p>Listening to this album changes your very concept of yourself. When we listen to good music, we never really stay the same person. We share the experiences of innumerable people through the thousands of songs that we listen to throughout our lives. This is the point of the album at its core. J shows us how he reaches for his dreams in a way that is so driven it almost makes you want to become a rapper yourself. When he tells you to “rise like the dawn”, you almost feel a sense of wonder well up inside you. A sense of wonder all too often lost in our world today.</p></br><p>Another highlight on the album would be “Ballin’ Like My G”, which is my personal favorite song on the album. Here, Acosta talks of his aspiration to ball like his “G”. Who exactly this refers to is open to interpretation, be it the name of a person, God, or simply an expression of passion.</p><br><p>When talking about this album, the production needs to be mentioned. Out of all the tracks I think his production shines the most on the track, “Laf Trip”. Here, the song shifts between different phases building up to a cascade of synths. While the song isn’t as personal or emotional as his others, it’s one of the most fun songs of the year. And sometimes, fun is all you need.</p><br><p>“Beauty & the Beast” may be one his most self-aware songs yet. Here J professes his love to a girl with a “hot body with decent personality”. We can admit, his emphasis on a hot body over a good personality is something very prevalent in our world today. Yet, J is not immune to these faults himself. This prioritization of the outward over the inward is something very primal, which may be the reason for his referral to himself as a “beast”. However, we may also interpret this as the word beast in hypebeast culture, a culture heavily associated with rap. This double meaning is all very ironic, and the song as a whole serves as a critique to our culture, while still serving as an honest profession of love.</p><br><p>However, where J-Coasta reaches highs with his production, he also falls short. While his production is quite novel and interesting at times, it can start to feel stale and too similar by the midpoint. The bass is too overblown at points, the drums are tinny, and there isn’t much deviation from generic rhythms. In “The Dream”, the backing track only makes the constant repetition of “the dream” even more jarring. Then there’s “Standing Ovation”, which is the usual song where J calls upon a girl to “clap that ass”, while not necessarily a bad subject, it doesn’t really do anything new with a tired topic.</p><br><p>A lot of tracks fall somewhat in the middle. \"Villains” and “Give Me Some Love” while good drag on by the end, “All Good” could have used more emotional and clear vocals, and “The Dream” is an ok track but doesn’t really finish the album off well.</p><br><p>Overall the album could have used more direction and editing, as it feels very bloated at times. I wish that more time was spent on each track, even if it meant a shorter album. The bonus tracks that come with the physical and online copies of the album don’t exactly help this case either.</p><br><p>Often people say that J-Coasta isn’t a serious artist, but how do we truly classify art as “serious”? They say his flow is bad, his lyrics are dumb, or that his voice is distracting. While I do agree that technically there is a lot to be improved on, I say that this isn’t the only point of music. We create music to express our passions, fears, and dreams, and Dawn has that in spades.</p><br><p>J isn’t afraid to be vulnerable in this album. His thoughts are bare and naked. While many in society find such nakedness unusual and laughable, it is with this very nakedness that we are born, and it is with this that we will die. Our own identity is something that most of us can never truly define. Who are we? What do we do? And why are we here? By our very nature, we are doomed to never find this out. Yet, when we reflect close enough. We might get a faded snapshot of who we were at one point.</p><br><p>The reason that we look back fondly on our youth is not because of who we eventually become, but because of who we eventually did not become. The possibility of the future scares us, yet it is when we are scared that we truly know something is happening in our lives. Dawn captures this very lightning of youth in a bottle. It poses us with the question: where would we be now if we unabashedly followed our dreams the way J did?</p><br><p>If one day you go to the Ateneo, you may find yourself walking around its halls. A diverse crowd full of possibilities will engulf you like clockwork, every time the bells ring. Yet through the sea of people, there stands one man. A man who stands proud knowing that what he does is real, and that in the end, that’s all of him that will remain.</p><br><p>Best Tracks: Dawn, Ballin’ Like My G, Beauty & the Beast</p><p>Worst Tracks: Standing Ovation, The Dream</p><br><p>Rating: 3/5</p><br><p>Image source: https://soundcloud.com/d_j-coasta/sets/dawn</p>"
},{
    "id": 11,
    "title":"TUBE Throwback: The Subculture of Rave in 90s Manila",
    "date_published":"March 9, 2018",
    "credits":"Marga Magalong",
    "image":"\/images\/articles\/rave.png",
    "content":"<div class=\"video\"><iframe width=\"560\" height=\"315\" align=\"middle\" src=\"https://www.youtube.com/embed/1mh_tkQdH84\" frameborder=\"0\" allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>"
},{
    "id": 10,
    "title":"Music and Infinity in the Sampling Machine",
    "date_published":"March 9, 2018",
    "credits":"Lorenzo Escober",
    "image":"\/images\/articles\/pablo.png",
    "content":"<p>In 2009, when shutter shades were still cool and you downloaded all your music through LimeWire, The Black Eyed Peas released their fifth album, The E.N.D. The record hasn’t aged particularly well; it represents that awkward transitional period between 2000s EDM and the more polished electropop of today.</p><br><p>The reason I begin with this lukewarm, time-capsule of an album has less to do with its content than with its vision. will.i.am described The E.N.D. as “a diary [...] of music that at any given time, depending on the inspiration, you can add to it. I'm trying to break away from the concept of an album. What is an album when you put 12 songs on iTunes and people can pick at it like scabs? That's not an album. There is no album anymore.”</p><br><p>Though The E.N.D. was a huge commercial success, it failed to make the slightest deviation from the static, structured format it aimed to derail. It followed the typical pop album trajectory; recorded, promoted, and eventually forgotten. Nothing was ever added or revised, nothing about it seemed groundbreaking or innovative. Indeed, the only thing will came through with was that The E.N.D. had 15 songs instead of 12.</p></br><p>But will.i.am’s concept trickled into the murky depths of the pop cultural subconscious, faintly surviving as a residual idea and emerging much later as a formidable one. It may have seemed pretentious or even laughable at the time, but will.i.am latched onto something when he spoke of albums that grew even after they were released, of sound that was dynamic and infinite.</p><br><p id=\"quotation\">\"But one thing I am not annoyed by, and in fact welcome, is the idea that The Life of Pablo will never actually be finished.\"- Winston Cook-Wilson</p><br><p>The idea of adding to an existing record, editing it, polishing it, and allowing consumers to experience it immediately was a feat most notably pulled off 7 years later when Kanye West uploaded revisions of The Life of Pablo to several streaming services.  He called it a “living, breathing, changing, creative expression.” Winston Cook-Wilson of Inverse praised it as “evidence of Kanye’s particular, thoroughly contemporary genius […] Everyone is paying attention, and engaging with this album—over time rather than all at once—thanks to the rapper’s disruption of the ephemeral hype cycle.” Jayson Greene of Pitchfork, however, warned that “If The Life of Pablo continues to drag on indefinitely, it seems likely that the magic will start to drain away.” Love it or hate it, Kanye actualized an exciting concept: the idea of sound evolving, mutating, and refining itself, coming into its own and creating a self-contained universe.</p><br><p>But do we really need to look solely at album formats and marketing tactics to find examples of a sound that is boundlessly sprawling and privy to incessant alteration? Of course not.</p><br><p>The notion of a sound that is alive and self-reflexive is present today more than ever in popular music. It is what Frank Ocean does when he modulates, reproduces, and alters his voice, turning it into its own instrument. In his most recent release, a you-didn’t-know-it-would-work-until-you-heard-it cover of Moon River, Ocean utilizes the effect he discovered in Blonde and turns his voice into a soundscape that stretches towards infinity. With one voice, one note even, Ocean can create a discordant choir of Oceans, which dialogue with one another.</p><br><p id=\"quotation\">DJ Shadow knows what it's like to wander through that basement, find some buried treasure and resurrect it for millions of listeners, like an irrational God on beats 'n breaks Judgment Day.- Chris Dahlen</p><br><p>Sampling is an older, even better example of a sound that echoes without becoming myopic. The genre of hip-hop was built upon it, from Chic’s borrowed riff in Rapper’s Delight to Kendrick Lamar’s backmasking of 24k Magic in Loyalty. In sampling a previously released song and allowing it to live again, artists liberate that sound from its predetermined confines, permitting it to breathe anew. The selection doesn’t even have to make sense—look at how SZA turns Justin Timberlake’s Set the Mood into a hauntingly melodic refrain in The Weekend, or how Drake got a sleepy one-hit-wonder song from 1972 (Timmy Thomas’ Why Can’t We Live Together) and cooked up Hotline Bling. Sampling confirms what we knew all along about sound: that it bore infinite capacity. In her gushing appraisal of Darren Aronofsky’s polarizing horror film mother!, performance artist Marina Abramović said that “a good work of art has many lives.” The music sample embodies this brilliant insight, its lifespan is endless so long as DJs and producers continue reshaping those records.</p><br><p>The effect of sampling is, to appropriate a term used by literary critic Mikhail Bakhtin, heteroglossic. Several voices are invited to interact on a track that lives and breathes. What does it say about the current state of music when sound is treated as something unfixed and malleable, when it is allowed to transcend its own boundaries and inhabit new territories? It means that technology has enabled everything to be recorded and stored, ready for repeated use, never wearing out. It means that we have fully realized that sound is not easily killed, and that when it does die, it is reincarnated over and over.</p>"
},{
    "id": 9,
    "title":"LUI. and the Community of Internet Music",
    "date_published":"March 9, 2018",
    "credits":"Jude Buendia",
    "image":"\/images\/articles\/lui.png",
    "content":"<p id=\"credits\">(c) Migs Tarrosa</p><br><p>As modern music evolved and branched out to the public through the web, music transitioned into various new subgenres mixed and matched with past genres. One of these is lo-fi, a rising genre in the safe home we call the internet. Javier Pimentel a.k.a. lui. is one of the many prolific artists rising in the local lo-fi community, and he has gone a long way into creating pieces influenced by artists across the internet yet true to his creative self.</p><br><p id=\"quotation\">“I started producing music when I started learning at Cosmic Sonic Arts.”</p><br><p>Lui. had always listened to “traditional” music but soon got influenced into discovering the internet genres of vaporwave, lo-fi, and future funk. Local music producers from SoundCloud such as similarobjects to international stars such as Kanye West continually influence his works. The Strokes, The Beatles, and Gorillaz also found their way into lui.’s musical journey. Though he admits he is not an expert in the art of music theory, he, however, finds old pieces, samples them, and hashes around a brand-new piece— signed with his personal creative style of creating beats. Sampling from an array of hip-hop artists and collectives such as MF Doom, A Tribe Called Quest, and so many more, lui. is able to build up his music career to a higher level, being part of the notable music producers that are attempting to give a name to the rising lo-fi community in the local music scene.</p><br><img id=\"inline-image\" src=\/images\/articles\/lui2.png><p id=\"credits\">(c) Migs Tarrosa</p><br><p id=\"quotation\">“At the start, it’s really gonna sound like shit.”</p><br><p>It’s no doubt that lui. already has mastered his own style. For the ambitious artists that also want to make a name out there, lui. advises dwelling in all of the genres you love or might appreciate. “For example, you used to be a metal-head, then [you do] lo-fi or hip-hop, then indie, then vaporwave. All of these genres will come together and create your own unique sound.” Though there is nothing wrong with wanting to be like one’s idols, developing an individual style of music often comes from the practice of just being true to the creative self. Lui. finally adds, “just do you and eventually, you’ll make something that you really, really like.”</p><br><p id=\"quotation\">“There is a community, not just lo-fi but all music genres.”</p><br><p>The internet beat makers and producers are becoming more prevalent, according to lui. With the rise of social media, the music lui. produces become more trending, uso in this generation. More nights (in Black Market for example) are opening up solely dedicated to internet music. The lo-fi community according to lui. is growing. “I hope we would be recognized more. And, for the upcoming people when they start making, they would become their own individuals with their own unique sound.” The future is definitely bright for the musicians of the genre. The internet is rising, and so are they.</p>"
},{
    "id": 8,
    "title":"The Versitility of Calm in 'Chill Music'",
    "date_published":"March 9, 2018",
    "credits":"Sophia Bonoan",
    "image":"\/images\/articles\/chill.png",
    "content":""
},{
    "id": 7,
    "title":"Soloists' Night Offered a Little Something for Everyone",
    "date_published":"December 13, 2017",
    "credits":"Sophia Bonoan, Jude Buendia & Lorenzo Escober",
    "image":"\/images\/articles\/soloists.png",
    "content":""
},{
    "id": 6,
    "title":"Last Name Basis & the Transformative Power of a Good Retreat",
    "date_published":"December 13, 2017",
    "credits":"Lorenzo Escober",
    "image":"\/images\/articles\/lastname_basis.png",
    "content":""
},{
    "id": 5,
    "title":"Lolo's Polo Has Arrived",
    "date_published":"December 13, 2017",
    "credits":"Lorenzo Escober",
    "image":"\/images\/articles\/lolos_polo.png",
    "content":""
},{
    "id": 4,
    "title":"Indayo is Here for the Voiceless",
    "date_published":"December 13, 2017",
    "credits":"Ada Tabanao",
    "image":"\/images\/articles\/indayo.png",
    "content":""
},{
    "id": 3,
    "title":"The Monday Experience",
    "date_published":"December 13, 2017",
    "credits":"Jude Buendia",
    "image":"\/images\/articles\/monday.png",
    "content":""
}, {
    "id": 2,
    "title":"The Phenomenology of Listening to Music",
    "date_published":"December 13, 2017",
    "credits":"Bianca F. Gonzales",
    "image":"\/images\/articles\/phenomenology.png",
    "content":""
},{
    "id": 1,
    "title":"TUBE Throwback: Ano Nga Ba Tayo? (The Sublimity of Beauty in Ashley's Kriptonite's EP)",
    "date_published":"December 13, 2017",
    "credits":"Karl Estuart",
    "image":"\/images\/articles\/kryptonite.png",
    "content":""
}]